Autodesk.Revit.DB.PrinterResolution
Controls the resolution level in rendering settings.
Remarks:
It is applicable only when using printer resolution.
The suitable resolution value for each resolution level is decided by default in Revit.
Since:
2013

Autodesk.Revit.DB.PrinterResolution.VeryHigh
VeryHigh printer resolution.

Autodesk.Revit.DB.PrinterResolution.High
High printer resolution.

Autodesk.Revit.DB.PrinterResolution.Medium
Medium printer resolution.

Autodesk.Revit.DB.PrinterResolution.Low
Low printer resolution.